import ContentBox from '@/Components/ui/ContentBox'
import clientCardImg from '../../../images/karta_klienta_2.jpg'
import { Head } from '@inertiajs/react'

const ClientCard = () => {
  return (
    <>
      <Head title="Карта клиента" />

      <ContentBox title="Карта клиента">
        <img src={clientCardImg} alt="Карта клиента" className="w-full mb-5"/>

        <h2 className="text-orange">
          РЕГЛАМЕНТ И ПРАВИЛА ПРОГРАММЫ "КАРТА КЛИЕНТА" В РОЗНИЧНОЙ СЕТИ МАГАЗИНОВ
        </h2>
        <p className="mb-10">
          «Карта клиента» сети магазинов «SteelSmart», далее - карта, дает возможность накапливать бонусы 5% от суммы
          покупки. Каждый раз, используя карту при покупке, вы экономите на следующей.
        </p>

        <h2 className="text-orange">
          КАК ПОЛУЧИТЬ КАРТУ?
        </h2>
        <p className="mb-10">
          Карту можно приобрести за 30 рублей пластиковую или оформить виртуальную бесплатно. Для участия в данной
          программе Клиент должен зарегистрировать аккаунт на сайте и привязать к нему полученную после покупки карту в
          Личном кабинете. Участие в программе возможно для физических лиц, достигших 18 лет. На одного участника
          программы может быть зарегистрирована только одна карта.
        </p>

        <h2 className="text-orange">
          КАК НАКАПЛИВАЮТСЯ БОНУСЫ?
        </h2>
        <p className="mb-10">
          С каждой покупки на карту зачисляются бонусы в размере 5% от суммы чека. Скидка или начисление суммы
          осуществляется по предъявлению карты.
        </p>

        <h2 className="text-orange">
          КАК РАБОТАЮТ БОНУСЫ?
        </h2>
        <p className="mb-10">
          Карта является накопительной и даёт право её владельцу использовать бонусы в виде скидки до 5% на последующие
          покупки. По истечении 15 календарных дней с момента покупки, Бонусы получают статус «активные» и могут быть
          использованы для оплаты покупок (получения скидки до 5%).
        </p>

        <h2 className="text-orange">
          КАКОЙ У КАРТЫ СРОК ДЕЙСТВИЯ?
        </h2>
        <p className="mb-10">
          Карта имеет неограниченный срок действия.
        </p>

        <h2 className="text-orange">
          КАК ДОЛГО БОНУСЫ СОХРАНЯЮТСЯ НА КАРТЕ?
        </h2>
        <p className="mb-10">
          Бонусы действительны в течение 12 месяцев с момента покупки.
        </p>

        <h2 className="text-orange">
          ПРЕИМУЩЕСТВА «КАРТЫ КЛИЕНТА»?
        </h2>
        <p>1. Специальные цены или скидки на товары;</p>
        <p>2. Персонализированные предложения;</p>
        <p>3. Специальные мероприятия только для участников клуба;</p>
        <p>4. Специальные сервисы;</p>
        <p>5. Спектр мероприятий, разработанных вместе с нашими партнерами;</p>
        <p className="mb-10">
          6. Персональная рассылка информационной и рекламной информации.
        </p>

        <p>
          Скидка не предоставляется на акционный товар. Бонусы не начисляются, если в счете было списание бонусов. При
          возврате товара с карты списываются бонусы, полученные за этот товар. В случае утери карты Клиенту необходимо
          обратиться в любой магазин, участвующий в программе. Для восстановления карты, клиенту (участнику программы)
          необходимо иметь при себе документ, подтверждающий личность (паспорт). Потерянная карта блокируется, на новую
          карту происходит перечисление суммы и скидки. В случае указания недостоверных сведений о себе на сайте, а также
          при несвоевременном изменении устаревшей информации участник программы самостоятельно несет риск любых
          негативных последствий, связанных с неверными сведениями. Для изменения данных Вы можете обратиться в любой
          магазин нашей сети с документом, подтверждающим личность. Компания оставляет за собой право вносить любые
          изменения в настоящие условия данной программы в любое время без предварительного уведомления участников
          программы.
        </p>
      </ContentBox>
    </>
  )
}

export default ClientCard
