import { Head } from '@inertiajs/react'
import ContentBox from '@/Components/ui/ContentBox'
import partnersImg from '../../../images/partners.jpg'

const Partners = () => {
  return (
    <>
      <Head title="Партнёрам" />

      <ContentBox title="Партнёрам" className="mb-5">
        <img src={partnersImg} className="w-full" alt="Информация для партнёров"/>

        <div className="p-5 pb-0">
          <div className="max-w-[865px] mx-auto">
            <p className="text-center mb-5">
              Есть желание стать нашим партнером на постоянной основе и развиваться вместе с нами - вышлите по адресу <a
              href="mailto:opt@steelsmart.shop" className="font-semibold">opt@steelsmart.shop</a>:
            </p>
            <p className="text-center">
              - перечень необходимого оборудования;
            </p>
            <p className="text-center mb-5">
              - периодичность заказов и планируемые суммы закупок в месяц.
            </p>
            <p className="text-center">
              Если Вы не любите писать письма, просто позвоните по номеру:
            </p>
            <p className="text-center mb-5">
              Денис: <strong>+ 7 949 500 03 05</strong>
            </p>
            <p className="text-center">График работы:</p>
            <p className="text-center">Понедельник - Пятница <strong>с 9:00 до 17:00</strong></p>
            <p className="text-center mb-5">Суббота - Воскресенье <strong>выходные</strong></p>
            <p>
              Главный принцип компании — работать напрямую с дистрибьюторами РФ и
              индивидуально с каждым партнером в ДНР. Благодаря такому подходу количество
              партнеров, сотрудничающих с компанией, постоянно увеличивается. Широкий
              ассортимент и наличие изделий всех ценовых категорий дают возможность работать
              как с небольшими магазинами и точками, так и с розничными сетями,
              интернет-магазинами и супермаркетами.
            </p>
            <h2 className="text-center my-5 border-t-2 border-orange text-xl pt-5">
              Мы предлагаем:
            </h2>
            <ul className="mb-10 list-disc list-inside">
              <li>
                Современные инновационные продукты.
              </li>
              <li>
                Уверенность в качестве и функциональности каждого изделия.
              </li>
              <li>
                Только официальные поставки и гарантия от дистрибьюторов.
              </li>
              <li>
                Одинаковая цена наличного и безналичного расчета.
              </li>
              <li>
                Товарные группы охватывает все ценовые диапазоны от самого низкого до премиум-класса.
              </li>
              <li>
                Подбор ассортимента под вашу целевую аудиторию.
              </li>
              <li>
                Основываясь на данных о продажах на рынке ДНР мы можем предложить вам
                готовый сбалансированный ассортимент, состоящий только из хорошо продаваемых
                товаров. Это позволит Вам существенно улучшить показатель оборачиваемости
                по товарным группам.
              </li>
              <li>
                При вашем желании можно значительно увеличить ассортимент продукции.
              </li>
              <li>
                Многообразие брендов позволит сделать вашу витрину полноценной используя только товар от
                одного поставщика, не пересекающуюся с ассортиментом вашего конкурента.
              </li>
              <li>
                При длительном партнерстве рассматриваются варианты предоставления скидок и отсрочек платежей.
              </li>
            </ul>
            <p className="text-right">
              С уважением, оптовый отдел компании «Steel<span className="text-orange">Smart</span>»
            </p>
          </div>
        </div>
      </ContentBox>
    </>
  )
}

export default Partners
