import ContentBox from '@/Components/ui/ContentBox'
import { Head } from '@inertiajs/react'

const PrivacyPolicy = () => {
  return (
    <>
      <Head title="Политика конфиденциальности" />

      <ContentBox
        title="ПОЛИТИКА ООО «ИТКОМ» В ОТНОШЕНИИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ"
        className="mb-5 overflow-x-auto"
      >
        <p>
          Обеспечение конфиденциальности и безопасности обработки
          персональных данных в ОБЩЕСТВЕ С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ «ИТКОМ»
          (далее «Общество») является одной из приоритетных задач Общества.
        </p>
        <p>
          Для указанных целей в Обществе действует комплекс организационно-распорядительной документации, обязательный
          к исполнению сотрудниками Общества, допущенными к обработке персональных данных.
        </p>
        <p>
          Обработка, хранение, обеспечение конфиденциальности и безопасности персональных данных
          осуществляется в соответствии с действующим законодательством Российской Федерации в
          сфере защиты персональных данных, и в соответствии с локальными актами Общества.
        </p>
        <p>
          Настоящая Политика определяет принципы, порядок и условия обработки персональных данных
          работников Общества, потребителей товаров и услуг, чьи персональные данные подвергаются
          обработке со стороны Общества, с целью обеспечения защиты прав и свобод человека и
          гражданина при обработке его персональных данных, в том числе защиты прав на
          неприкосновенность частной жизни, личную и семейную тайну.
        </p>
        <p>
          Кроме того, настоящая Политика устанавливает ответственность должностных лиц Общества,
          которые имеют доступ к персональным данным, за невыполнение требований нормативных правовых
          актов, регулирующих порядок обработки и защиты персональных данных.
        </p>
        <p>
          Настоящая Политика соответствует требованиям, предъявляемым Федеральным законом
          от 27 июля 2006 г. № 152-ФЗ «О персональных данных».
        </p>

        <p>&nbsp;</p>

        <p><strong>ПОНЯТИЕ И СОСТАВ ПЕРСОНАЛЬНЫХ ДАННЫХ</strong></p>
        <p>
          Перечень персональных данных, подлежащих защите в Обществе определятся
          следующими нормативными актами Российской Федерации:
        </p>
        <ul>
          <li>Федеральный закон "О персональных данных" от 27.07.2006 N 152-ФЗ;</li>
          <li>Федеральный закон "О бухгалтерском учете" от 06.12.2011 N 402-ФЗ;</li>
          <li>Налоговый кодекс Российской Федерации;</li>
          <li>Гражданский Кодекс Российской Федерации;</li>
          <li>Трудовой кодекс Российской Федерации;</li>
          <li>Федеральный закон "Об индивидуальном (персонифицированном) учете в системе обязательного
            пенсионного страхования" от 01.04.1996 N 27-ФЗ;
          </li>
          <li>Иные нормативные правовые акты, регламентирующие порядок обработки и защиты персональных данных.</li>
        </ul>

        <p>&nbsp;</p>

        <p>
          Сведениями, составляющими персональные данные, в Обществе является любая информация, относящаяся
          к прямо или косвенно определенному, или определяемому физическому лицу (субъекту персональных данных).
        </p>

        <p>&nbsp;</p>

        <p><strong>ЦЕЛИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</strong></p>

        <p>&nbsp;</p>

        <p>
          Общество осуществляет обработку персональных данных в следующих целях:
        </p>
        <ul>
          <li>
            исполнение договорных обязательств, в том числе гарантийного обслуживания
            потребителей товаров и услуг Общества;
          </li>
          <li>
            иной деятельности в соответствии с учредительными документами Общества, законодательством,
            действующим на территории Донецкой Народной Республики.
          </li>
          <li>проведения рекламных кампаний;</li>
          <li>организации кадрового учета Общества;</li>
          <li>обеспечения соблюдения законов и иных нормативных правовых актов;</li>
          <li>ведения кадрового делопроизводства;</li>
          <li>
            исполнения требований налогового законодательства в связи с исчислением и уплатой
            налога на доходы физических лиц, а также единого социального налога, пенсионного
            законодательства при формировании и представлении персонифицированных данных о
            каждом получателе доходов, учитываемых при начислении страховых взносов на
            обязательное пенсионное страхование и обеспечение;
          </li>
          <li>
            заполнения первичной статистической документации, в соответствии с Трудовым кодексом РФ,
            Налоговым кодексом РФ, федеральными законами, в частности: «Об индивидуальном
            (персонифицированном) учете в системе обязательного пенсионного страхования»,
            «О персональных данных» и другими нормативными правовыми актами;
          </li>
        </ul>

        <p>&nbsp;</p>

        <p><strong>СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</strong></p>
        <p>
          Сроки обработки персональных данных определяются в соответствие со сроком действия договора
          (соглашением) с субъектом персональных данных, сроком исковой давности, достижением целей
          обработки, а также иными требованиями законодательства, действующего на территории Донецкой
          Народной Республики.
        </p>
        <p>
          В Обществе создаются и хранятся документы, содержащие сведения о субъектах персональных
          данных. Требования к использованию в Обществе данных типовых форм документов установлены
          Постановлением Правительства РФ от 15.09.2008 № 687 «Об утверждении Положения об
          особенностях обработки персональных данных, осуществляемой без использования средств
          автоматизации».
        </p>

        <p>&nbsp;</p>

        <p><strong>ПРАВА И ОБЯЗАННОСТИ</strong></p>
        <p>
          Права Общества, как оператора персональных данных:
        </p>
        <ul>
          <li>отстаивать свои интересы в суде;</li>
          <li>
            предоставлять персональные данные субъектов третьим лицам, если это предусмотрено
            действующим законодательством (налоговые, правоохранительные органы и др.) или соглашением
            субъекта персональных данных;
          </li>
          <li>
            отказывать в предоставлении персональных данных в случаях, предусмотренных действующим законодательством;
          </li>
          <li>
            использовать персональные данные субъекта без его согласия, в случаях, предусмотренных законодательством.
          </li>
        </ul>
        <p>Субъект персональных данных имеет право:</p>
        <ul>
          <li>
            требовать уточнения своих персональных данных, их блокирования или уничтожения в случае,
            если персональные данные являются неполными, устаревшими, недостоверными, незаконно
            полученными или не являются необходимыми для заявленной цели обработки, а также принимать
            предусмотренные законом меры по защите своих прав;
          </li>
          <li>
            требовать перечень своих персональных данных, обрабатываемых Обществом и источник их получения;
          </li>
          <li>
            получать информацию о сроках обработки своих персональных данных, в том числе о сроках их хранения;
          </li>
          <li>
            требовать извещения всех лиц, которым ранее были сообщены неверные или неполные его персональные данные,
            обо всех произведенных в них исключениях, исправлениях или дополнениях;
          </li>
          <li>
            обжаловать в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке
            неправомерные действия или бездействия при обработке его персональных данных.
          </li>
        </ul>

        <p>&nbsp;</p>

        <p><strong>ПРИНЦИПЫ И УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</strong></p>
        <p>
          Обработка персональных данных в Обществе производится на основе соблюдения принципов:
        </p>
        <ul>
          <li>
            законности целей и способов обработки персональных данных;
          </li>
          <li>
            соответствия целей обработки персональных данных целям, заранее определенным
            и заявленным при сборе персональных данных;
          </li>
          <li>
            соответствия объема и характера обрабатываемых персональных данных, способов
            обработки персональных данных целям обработки персональных данных;
          </li>
          <li>
            достоверности персональных данных, их достаточности для целей обработки, недопустимости обработки
            персональных данных, избыточных по отношению к целям, заявленным при сборе персональных данных;
          </li>
          <li>
            недопустимости объединения созданных для несовместимых между собой целей
            баз данных, содержащих персональные данные;
          </li>
          <li>
            хранения персональных данных в форме, позволяющей определить субъекта персональных данных,
            не дольше, чем этого требуют цели их обработки;
          </li>
          <li>
            уничтожения по достижении целей обработки персональных данных или
            в случае утраты необходимости в их достижении.
          </li>
        </ul>
        <p>
          Отказ потребителя товаров и услуг Общества от предоставления согласия на обработку его
          персональных данных влечет за собой невозможность достижения целей обработки.
        </p>

        <p>&nbsp;</p>

        <p><strong>БЕЗОПАСНОСТЬ ПЕРСОНАЛЬНЫХ ДАННЫХ</strong></p>
        <p>
          Общество предпринимает необходимые организационные и технические меры для обеспечения
          безопасности персональных данных от случайного или несанкционированного доступа,
          уничтожения, изменения, блокирования доступа и других несанкционированных действий.
        </p>
        <p>
          <br/>
          В целях координации действий по обеспечению безопасности персональных данных в Обществе
          назначен ответственный за организацию защиты персональных данных.
        </p>

        <p>&nbsp;</p>

        <p><strong>ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</strong></p>
        <p>
          Настоящая Политика предназначена для размещения в информационных ресурсах общественного пользования Общества.
        </p>
        <p>
          Настоящая Политика подлежит изменению, дополнению в случае появления новых законодательных актов
          и специальных нормативных документов по обработке и защите персональных данных, но не реже одного
          раза в три года.
        </p>
        <p>
          Контроль исполнения требований настоящей Политики осуществляется ответственным за организацию
          обработки персональных данных Общества.
        </p>
        <p>
          Ответственность должностных лиц Общества, имеющих доступ к персональным данным,
          за невыполнение требований норм, регулирующих обработку и защиту персональных данных,
          определяется в соответствии с законодательством, действующим на территории Донецкой
          Народной Республики и внутренними документами Общества.
        </p>
      </ContentBox>
    </>
  )
}

export default PrivacyPolicy
