import ContentBox from '@/Components/ui/ContentBox'
import { Head } from '@inertiajs/react'

const SellingRules = () => {
  return (
    <>
      <Head title="Правила продажи товаров" />

      <ContentBox
        title="ПРАВИЛА ПРОДАЖИ ТОВАРОВ В ИНТЕРНЕТ-МАГАЗИНЕ HTTPS://STEELSMART.SHOP"
        className="overflow-x-auto mb-5"
      >
        <p>
          Обеспечение конфиденциальности и безопасности обработки персональных
          данных в ОБЩЕСТВЕ С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ «ИТКОМ» (далее «Общество»)
          является одной из приоритетных задач Общества.
        </p>

        <p className="mt-2.5"><strong>ОБЩИЕ ПОЛОЖЕНИЯ</strong></p>
        <p>
          Настоящие Правила продажи товаров в Интернет-магазине https://steelsmart.shop/
          (далее — «Правила») определяют порядок розничной купли-продажи Товаров и Услуг
          через Интернет-магазин, и в соответствии со ст. 437 Гражданского Кодекса РФ
          являются официальной публичной офертой ООО «ИТКОМ» (ОГРН 1229300103812, ИНН 9303016743;
          Юридический адрес: 283003, ДНР, Г.О. ДОНЕЦКИЙ, Г. ДОНЕЦК, ПР-КТ ИЛЬИЧА, Д. 44),
          далее именуемого «Продавец», адресованной физическим лицам, далее именуемым
          «Покупатель», при совместном упоминании Продавец и Покупатель также именуются
          «Стороны», а каждый по отдельности «Сторона».
        </p>
        <p>
          Покупатель подтверждает, что он является дееспособным и достиг возраста, необходимого
          в соответствии с законодательством Российской Федерации для совершения сделок,
          предусмотренных настоящими Правилами.
        </p>
        <p>
          При оформлении Заказа Покупатель подтверждает, что приобретает товар исключительно
          для личных, семейных, домашних и иных нужд, не связанных с осуществлением
          предпринимательской деятельности.
        </p>
        <p>
          К отношениям между Покупателем и Продавцом применяются положения Гражданского Кодекса
          РФ (в т. ч. положение о розничной купле-продаже (§ 2, глава 30), Закон РФ «О защите
          прав потребителей» от 07.02.1992 № 2300-1, Постановление Правительства РФ от 31.12.2020
          N 2463 и иные правовые акты, принятые в соответствии с ними.
        </p>
        <p>
          Покупатель обязуется до момента оформления Заказа в интернет-магазине ознакомиться
          с содержанием настоящих Правил, а также с иными условиями, указанными на Сайте
          интернет-магазина, в том числе с ценами на товар, установленными в интернет-магазине.
        </p>
        <p>
          Оформляя Заказ в интернет – магазине Продавца, Покупатель подтверждает факт ознакомления
          с настоящими Правилами, гарантирует, что все условия настоящих правил ему понятны, и
          выражает полное и безоговорочное согласие с настоящими Правилами.
        </p>

        <p className="mt-2.5"><strong>ОФОРМЛЕНИЕ ЗАКАЗА ПОКУПАТЕЛЕМ.</strong></p>
        <p>
          Заказ Покупателя может быть оформлен через сеть Интернет только на сайте
          https://steelsmart.shop/ (далее – Сайт).
        </p>
        <p>
          Заказ может быть оформлен на Товары или Услуги, которые указаны в каталоге Продавца на Сайте.
        </p>
        <p>
          Заказ оформляется путем заполнения Покупателем электронной формы Заказа на Сайте Продавца.
        </p>
        <p>При оформлении Заказа Покупателем указывается:</p>
        <ul>
          <li>контактный номер телефона (обязательно);</li>
          <li>электронная почта (при наличии).</li>
        </ul>
        <p>
          Покупатель вправе выбрать способ получения Заказа из предложенных Продавцом.
        </p>
        <p>
          При выборе способа получения Заказа Самовывоз Покупатель может выбрать магазин
          Продавца или иной адрес для самовывоза из предложенных Продавцом.
        </p>
        <p>
          Для заказа Услуги Доставки Покупатель обязуется указать необходимые для оказания услуги данные:
        </p>
        <ul>
          <li>
            адрес (город, улица, номер дома, корпус, номер подъезда) - Возможность и способы доставки по указанному
            Покупателю адресу определяются в момент оформления Заказа;
          </li>
          <li>этаж;</li>
          <li>наличие лифта;</li>
          <li>
            желаемую дату и время доставки - Покупатель может выбрать желаемое время доставки из
            предложенных Продавцом при оформлении Заказа. Доставка может осуществляться в будние,
            выходные и праздничные дни, в случае, когда такая возможность указана Продавцом
            при оформлении Заказа.
          </li>
        </ul>
        <p>
          В случае приобретения Покупателем иных услуг Продавец вправе потребовать у
          Покупателя иную информацию, необходимую для оказания услуг.
        </p>
        <p>
          Оформляя Заказ, Покупатель подтверждает, что все указанные им сведения являются корректными и достоверными
          и заверяет, что, предоставляя такую информацию, не нарушает права третьих лиц.
        </p>
        <p>
          В случае приобретения Покупателем товара по акции, определенные Продавцом в акции условия приобретения
          товара являются для сторон существенными условиями заключаемого договора купли-продажи
          (ч.1 ст.432 Гражданского кодекса РФ).
        </p>

        <p className="mt-2.5"><strong>ОФОРМЛЕНИЕ ЗАКАЗА ПОКУПАТЕЛЕМ.</strong></p>
        <p>
          После оформления Покупателем Заказа на Сайте, Продавец в срок до 5 (пяти) рабочих дней
          обрабатывает направленный Покупателем Заказ.
        </p>
        <p>
          Продавец уведомляет Покупателя о подтверждении Заказа с указанием номера Заказа,
          а также сведений о местонахождении, дате готовности и сроках хранения Заказа.
          Договор розничной купли-продажи считается заключенным в момент оплаты товара
          Покупателем и выдачи Продавцом Покупателю кассового или товарного чека либо иного
          документа, подтверждающего оплату товара.
        </p>
        <p>
          В случае, если Покупателем при оформлении Заказа избран безналичный способ оплаты
          на сайте (в случае если на сайте доступна возможность безналичной оплаты), но товар
          не был оплачен Покупателем в установленный Продавцом срок, Продавец вправе в
          одностороннем порядке аннулировать Заказ Покупателя.
        </p>
        <p>
          Заказ считается подтвержденным Продавцом после направления Покупателю SMS-уведомления на номер телефона,
          указанный Покупателем при оформлении Заказа, с указанием номера Заказа.
        </p>
        <p>
          В случае невозможности подтверждения части Заказа, Продавец вправе в течение 5 (пяти) рабочих дней с даты
          оформления Заказа уведомить об этом Покупателя и подтвердить Заказ частично.
        </p>
        <p>
          Обеспечение возможности в получении SMS-уведомления на указанный в Заказе номер телефона является
          обязанностью Покупателя. Покупатель не в праве ссылаться на не направление ему SMS-уведомления Продавцом.
        </p>
        <p>
          Обязательство Продавца по передаче товара Покупателю наступает после выдачи Продавцом
          Покупателю товарного чека либо иного документа, подтверждающего оплату товара, а также
          с момента предъявления Покупателем SMS-уведомления с указанием номера заказа в
          согласованные Сторонами время и месте.
        </p>
        <p>
          В случае, если Покупатель не явился в согласованное Сторонами время и место, Продавец
          вправе аннулировать Заказ Покупателя по истечении 6 (шести) часов с момента наступления
          такого срока. В случае, если в момент аннулирования Заказа Покупателя был заключен договор
          купли-продажи (Продавцом Покупателю был выдан товарный чек, либо иной документ,
          подтверждающий оплату товара), такой договор может быть расторгнут Продавцом
          в одностороннем порядке.
        </p>
        <p>
          Продавец вправе в одностороннем порядке ограничить количество товарных позиций в одном заказе,
          сумму одного заказа, а также количество заказов, единовременно отправляемых на один адрес одному Покупателю.
        </p>

        <p className="mt-2.5"><strong>ОПЛАТА ЗАКАЗА</strong></p>
        <p>
          Цена Товара/Услуги указывается рядом с определённым наименованием Товара/Услуги в Интернет-магазине.
        </p>
        <p>
          Цена Товара/Услуг указывается в рублях Российской Федерации и включает в себя все налоги и сборы, подлежащие
          уплате в соответствии с законодательством, действующим на территории Донецкой Народной Республики.
        </p>
        <p>
          Цена Товара/Услуги в Интернет-магазине может быть изменена Продавцом в одностороннем порядке. Цена товара
          действительна на момент подтверждения заказа Покупателем. При этом цена на оплаченный Покупателем
          Товар изменению не подлежит.
        </p>
        <p>
          Оплата Заказа может осуществляться как при оформлении Заказа, так и после подтверждения Заказа Продавцом.
          Продавец при оформлении Заказа может определять конкретный момент оплаты Заказа на свое усмотрение.
        </p>
        <p>
          Оплата Заказа Покупателем производится в рублях Российской Федерации.
        </p>
        <p>
          Форма возможной оплаты Заказа определяется по соглашению между Продавцом и Покупателем при оформлении
          Заказа и не должна противоречить действующему законодательству РФ.
        </p>
        <p>
          Оплата Заказа может производиться одним из следующих способов по выбору Покупателя:
        </p>
        <p>
          При выборе способа получения Заказа «Самовывоз» оплата возможна:
        </p>
        <ul>
          <li>
            при получении - наличными денежными средствами, банковской картой, подарочной картой;
          </li>
          <li>
            в момент оформления Заказа на Сайте – с помощью сервисов интернет-эквайринга,
            иных доступных на сайте способов оплаты;
          </li>
        </ul>
        <p>При выборе способа получения Заказа «Доставка» оплата возможна:</p>
        <ul>
          <li>
            при получении - наличными денежными средствами;
          </li>
          <li>
            в момент оформления Заказа на Сайте - с помощью сервисов интернет-эквайринга,
            иных доступных на сайте способов оплаты;
          </li>
        </ul>
        <p>&nbsp;</p>
        <p>
          Доступные способы оплаты при выборе Покупателем доставки
          Товара указываются на странице Интернет-магазина Продавца.
        </p>
        <p>&nbsp;</p>
        <p>
          Продавец вправе предложить Покупателю иные способы оплаты,
          не противоречащие требованиям действующего законодательства РФ.
        </p>
        <p>&nbsp;</p>
        <p>
          В случае возврата денежных средств за Заказ в связи с истечением срока хранения Заказа или по
          Заявлению Покупателя, возврат осуществляется на реквизиты карты Покупателя, с которой произведена
          оплата Товара либо Услуги. В случае возврата денежных средств по заявлению Покупателя последний
          вправе указать иные реквизиты для возврата.
        </p>

        <p className="mt-2.5"><strong>ПОЛУЧЕНИЕ ЗАКАЗА</strong></p>
        <p>
          Дата готовности Заказа определяется Продавцом в одностороннем порядке при оформлении Заказа.
        </p>
        <p>
          Продавец обязуется хранить Заказ Покупателя в течение срока хранения, указанного при
          оформлении Заказа. Неполучение Заказа в указанный срок считается отказом Покупателя от
          договора купли-продажи и является основанием для аннулирования Заказа Продавцом. Если
          неполученный Заказ был предоплачен, денежные средства возвращаются Покупателю в порядке,
          предусмотренном Настоящими Правилами.
        </p>
        <p>
          При оформлении Заказа Покупатель вправе выбрать любой из доступных
          способов получения заказа: самовывоз или доставка.
        </p>

        <p className="mt-2.5"><strong>САМОВЫВОЗ:</strong></p>
        <p>
          Выдача Заказа путем самовывоза осуществляется в любом из предложенных
          при оформлении Заказа Магазинов Продавца по выбору Покупателя.
        </p>
        <p>
          Продавец обязуется направить Покупателю уведомление о готовности Заказа к самовывозу.
        </p>
        <p>
          Продавец по своему усмотрению вправе осуществлять идентификацию
          Покупателя при выдаче Заказа следующими способами:
        </p>
        <ul>
          <li>
            <strong>На основании уникального кода (номера заказа) для получения товара.</strong> Для идентификации
            покупателя Продавец вправе по собственному усмотрению направить Покупателю уведомление, содержащее
            уникальный код для получения Заказа. Выдача Заказа в таком случае осуществляется при предоставлении
            указанного кода Покупателем. Покупатель самостоятельно несёт ответственность за сохранность
            полученного уникального кода и не вправе сообщать указанный код третьим лицам. Риски, связанные
            с нарушением обязательств по сохранности уникального кода, Покупатель несет самостоятельно.
          </li>
        </ul>
        <p>
          Если код для получения Заказа утерян Покупатель может сообщить об этом продавцу при
          получении Заказа. В указанном случае Продавец может повторно отправить его на номер
          телефона, указанный Покупателем при оформлении Заказа. Действующим будет считаться код,
          направленный последним, все ранее направленные коды утрачивают силу, а выдача Заказа по
          ним не осуществляется.
        </p>
        <p>Код для получения Заказа может быть использован только один раз.</p>
        <p>
          Продавец может без применения к нему каких – либо мер ответственности отказать в выдаче
          Заказа в случаях, когда код для получения не назван или назван неверно.
        </p>
        <ul>
          <li>
            <strong>На основании документов, удостоверяющих личность.</strong> Продавец оставляет
            за собой право производить идентификацию Покупателя на основании документов, удостоверяющих
            личность Покупателя. При выявлении расхождений в данных, указанных при оформлении заказа
            и данных в документах, удостоверяющих личность, Продавец оставляет за собой право отказать
            в выдаче заказа и не несет ответственности за отказ в выдаче заказа, при выявленном
            несоответствии таких данных. Ответственность за недостоверность данных, указанных при
            оформлении заказа несет Покупатель.
          </li>
        </ul>
        <p>&nbsp;</p>
        <p>
          Продавец оставляет за собой право не выдавать заказ при невозможности идентификации лица, как
          Покупателя товара либо его законного представителя.
        </p>
        <p>&nbsp;</p>

        <p className="mt-2.5"><strong>ДОСТАВКА:</strong></p>
        <p>
          Доставка Товара осуществляется в выбранном Покупателем при оформлении Заказа временном
          интервале в любой момент на усмотрение Продавца. Покупатель не вправе требовать
          осуществления доставки в конкретное время в рамках выбранного интервала.
        </p>
        <p>
          При выполнении доставки осуществляется информирование Покупателя звонком по номеру телефона, указанному
          при оформлении Заказа, не менее чем за 1 (один) час до прибытия на адрес Доставки.
        </p>
        <p>
          Доставка осуществляется по адресу, указанному Покупателем при оформлении Заказа.
        </p>
        <p>
          Доставка осуществляется до указанного адреса при наличии организованных подъездных путей, пригодных для
          передвижения транспорта. В случае невозможности подъезда транспорта к указанному адресу Продавец
          вправе передать Заказ в удобном для Продавца месте.
        </p>
        <p>
          Если условия доставки предполагают подъем на этаж, Покупатель обязуется обеспечить наличие лестниц, лифтов,
          иного строительного или технологического оснащения для выполнения подъема. Лестничные проходы, пролеты,
          проёмы дверей должны быть свободны для перемещения Заказа в транспортной упаковке. В случае отсутствия
          оснащения для подъёма или в случае, если подъем Заказа в транспортной упаковке не возможен Продавец вправе
          передать Заказу входа в подъезд/жилой дом.
        </p>
        <p>
          Заказ заносится за порог входной двери Помещения, иные перемещения Заказа по желанию Покупателя не
          осуществляются. Проем входной двери должен быть свободен для перемещения Заказа в транспортной
          упаковке. В случае если габариты проема входной двери не позволяют занести Заказ в транспортной
          упаковке в помещение, Продавец вправе передать Заказ у входа в Помещение.
        </p>
        <p>
          При получении Заказа Покупатель должен проверить внешний вид и упаковку
          Заказа, количество Товаров в Заказе, комплектность, ассортимент, целостность.
        </p>
        <p>
          При получении Заказа Покупатель обязуется подписать сопроводительные документы. При доставке
          Заказа Покупателю будет передан комплект сопроводительных документов:
        </p>
        <ul>
          <li>товарный чек в 1 экз.;</li>
          <li>гарантийный талон в 1 экз.;</li>
        </ul>
        <p>
          При наличии претензий к внешнему виду и комплектности Заказа Покупатель вправе отказаться от приема Заказа.
        </p>
        <p>
          В случаях если Покупатель необоснованно уклоняется от принятия Заказа или связаться с Покупателем по
          указанным при оформлении услуг Доставки данным не представляется возможным, Продавец вправе
          аннулировать Заказ и уведомить об этом Покупателя.
        </p>
        <p>
          Доставку осуществляет Продавец своими силами, либо с привлечением Службы доставки. Под «Службой доставки»
          подразумевается лицо, оказывающее по договору с Продавцом услуги доставки Заказа Покупателям.
        </p>
        <p>
          Оформляя Заказ на Сайте Покупатель признает и подтверждает, что в случае необходимости Продавец – ООО «ИТКОМ»
          для достижения целей доставки вправе предоставлять персональные данные покупателя третьим лицам, привлеченных
          к оказанию услуг в целях доставки. Такие лица имеют право на обработку персональных данных на основании
          согласия на обработку персональных данных, описанного в разделе «Персональные данные».
        </p>
        <p>
          При осуществлении доставки Продавец вправе, по своему усмотрению, предусмотреть информационное сопровождение
          Заказа. Покупателю могут быть направлены сообщения о ходе и времени доставки Заказа.
        </p>

        <p className="mt-2.5"><strong>ГАРАНТИЙНЫЕ ОБЯЗАТЕЛЬСТВА И ОТВЕТСТВЕННОСТЬ СТОРОН</strong></p>
        <p>
          Порядок гарантийного обслуживания приобретенного Покупателем Товара и связанные с таким обслуживанием права
          Покупателя указываются на странице Интернет-магазина Продавца по адресу https://steelsmart.shop/.
        </p>
        <p>
          Порядок обмена и возврата Товара, приобретенного Покупателем, указывается на странице Интернет-магазина
          Продавца по адресу https://steelsmart.shop/.
        </p>
        <p>
          При обращении Покупателя в Сервисные центры Продавца за гарантийным обслуживанием, возвратом или обменом
          товара, приобретенного онлайн, без предоставления сведений о дате и номере Заказа, Продавец – по запросу
          Покупателя – вправе восстановить сведения о дате и номере Заказа путем направления уведомления с проверочным
          кодом. Покупателю необходимо сообщить указанный проверочный код сотруднику сервисного центра Продавца.
        </p>
        <p>
          Все претензии, связанные с заключенным договором розничной купли – продажи, Покупатель обязуется направлять
          исключительно в простой письменной форме на адрес обособленного подразделения Продавца – магазин самовывоза,
          либо на адрес для претензий, указанный в товарном чеке.
        </p>
        <p>
          Стороны освобождаются от ответственности за полное или частичное неисполнение своих обязательств, если такое
          неисполнение явилось следствием действия обстоятельств непреодолимой силы, возникших после вступления в силу
          Правил, в результате событий чрезвычайного характера, которые Стороны не могли предвидеть и предотвратить
          разумными мерами.
        </p>
        <p>
          Продавец не несет ответственности за ущерб, причиненный Покупателю вследствие ненадлежащего использования
          Товаров, приобретённых в Интернет-магазине.
        </p>
        <p>
          Продавец не отвечает за убытки Покупателя, возникшие в результате ошибочных действий Покупателя
          (в т. ч. неправильного указания персональных данных), а также неправомерных действий третьих лиц.
        </p>

        <p className="mt-2.5"><strong>УВЕДОМЛЕНИЯ</strong></p>
        <p>
          Если настоящими правилами не предусмотрено иное, уведомления могут направляться Покупателю различными
          способами на усмотрение Продавца, включая СМС и электронную почту, но не ограничиваясь ими.
        </p>
        <p>
          Продавец вправе предоставить покупателю возможность самостоятельно установить способ получения
          отдельных уведомлений в настройках профиля Покупателя на Сайте Продавца.
        </p>
        <p>
          В случае невозможности отправки и/или доставки уведомления приоритетным способом,
          Продавец вправе направить уведомление иным способом по своему усмотрению.
        </p>

        <p className="mt-2.5"><strong>ПРОЧИЕ УСЛОВИЯ</strong></p>
        <p>
          Оформляя Заказ на Сайте Покупатель подтверждает, что во взаимоотношениях между Продавцом и
          Покупателем, связанных с приобретением товаров/услуг, выдачей и доставкой Заказа, а также
          в иных случаях, предусмотренных настоящими правилами, вместо документов на бумажном носителе,
          могут использоваться электронные документы, удостоверенные ПЭП Покупателя. Под ПЭП Покупателя
          подразумевается простая электронная подпись, которая посредством использования СМС-кодов
          подтверждает факт формирования электронной подписи определенным лицом, согласно статье 5
          федерального закона 63-ФЗ «Об электронной подписи» от 06.04.2011 года. Электронные документы,
          подписанные ПЭП Покупателя и переданные Продавцу с использованием электронных сервисов
          (в т.ч. сервисов третьих лиц), признаются Продавцом и Покупателем равнозначными документами
          на бумажном носителе, подписанным собственноручной подписью, и могут служить доказательством
          в суде. Для подтверждения получения Заказа, Покупатель/Продавец/Служба доставки используют
          ключ простой электронной подписи, в виде числовых, буквенных, символьных или комбинированных
          кодов, сформированных и направленных Продавцом / Службой доставки и полученных Покупателем в
          виде сообщения на номер телефона, указанный Покупателем при оформлении Заказа (далее –
          «СМС-коды»). Покупатель подтверждает, что идентификация, проводимая на Сайте
          https://steelsmart.shop/ с использованием указанных Покупателем идентификационных данных,
          является действительной и достаточной для предоставления доступа к средствам ПЭП, а также
          подтверждает, что номер телефона, указанный им при оформлении Заказа принадлежит Покупателю
          и является достаточным для его идентификации. Покупатель обязуется соблюдать
          конфиденциальность при использовании СМС-кода, а также не передавать физический носитель
          с СМС-кодом или СМС-код, поступивший в электронном виде третьим лицам (за исключением Службы
          доставки/Продавца), во избежание нарушения конфиденциальности Смс-кода. Риски, связанные с
          доставкой Заказа, в случае нарушения Покупателем условий конфиденциальности при использовании
          СМС-кода, возлагаются на Покупателя. При приемке Заказа Покупатель должен сообщить Продавцу
          или Службе доставки полученный СМС-код для получения Заказа. В случае корректности СМС-кода,
          подтвержденного Продавцом/Службой доставки посредством функционала электронного сервиса
          Продавца или Службы доставки, Заказ считается переданным Продавцом / Службой доставки и
          принятым Покупателем. В соответствующих полях электронного документа о приеме-передаче Заказа
          (Отправлений) проставляются электронные подписи. Все электронные документы, предоставляемые
          Покупателю Продавцом или Службой доставки, являются подписанными ПЭП Покупателя. ПЭП
          Покупателя в документах, подтверждающих получение Заказа, означает отсутствие претензий
          Покупателя к количеству, внешнему виду, ассортименту и комплектности Заказа.
        </p>
        <p>
          Указанные в настоящем пункте коды могут быть направлены Продавцом / Службой доставки не только по смс,
          но и любым другим способом на усмотрение Продавца/ Службы доставки.
        </p>
        <p>
          Продавец оставляет за собой право в любое время в одностороннем порядке вносить изменения в настоящие Правила.
        </p>
        <p>
          Продавец доводит действующую версию настоящих правил до
          Покупателя путем их размещения на странице Сайта https://steelsmart.shop/
        </p>
        <p>
          Недействительность какого-либо положения настоящих
          Правил не влечет за собой недействительность остальных положений.
        </p>
      </ContentBox>
    </>
  )
}

export default SellingRules
