import ContentBox from '@/Components/ui/ContentBox'
import { Head } from '@inertiajs/react'

const SiteUsingRules = () => {
  return (
    <>
      <Head title="Правила пользования сайтом" />

      <ContentBox
        title="ПРАВИЛА ПОЛЬЗОВАНИЯ САЙТОМ «STEELSMART.SHOP»"
        className="overflow-x-auto mb-5"
      >
        <p>
          Настоящие Правила пользования сайтом «https://steelsmart.shop/» (далее – Правила) разработаны
          Администрацией Сайта «https://steelsmart.shop/» и определяют условия использования и развития
          сайта «https://steelsmart.shop/» (далее – «Сайт»), а также права и обязанности его Пользователей
          и Администрации Сайта. Правила распространяются также на отношения, связанные с правами и интересами
          третьих лиц, не являющимися Пользователями Сайта, но чьи права и интересы могут быть затронуты в
          результате действий Пользователей Сайта. Правила распространяются на все разделы Сайта без исключений,
          в том числе и на личные сообщения.
        </p>
        <p>
          Настоящие Правила являются юридически обязательным соглашением между Пользователем и Администрацией Сайта,
          предметом которого является предоставление Администрацией Сайта Пользователю услуг по использованию
          Сайта и его сервисов (далее – Услуги). Помимо настоящих Правил, к соглашению между Пользователем и
          Администрацией Сайта относятся все специальные документы, регулирующие предоставление отдельных
          сервисов Сайта и размещенные в соответствующих разделах Сайта в сети Интернет.
        </p>
        <p>
          Пользователь обязан полностью ознакомиться с настоящими Правилами до момента регистрации на Сайте.
          Регистрация Пользователя на Сайте означает полное и безоговорочное принятие Пользователем настоящих
          Правил в соответствии со ст. 438 Гражданского кодекса Российской Федерации.
          <br/>
          В случае несогласия Пользователя с настоящими Правилами или их обновлениями,
          Пользователь обязан отказаться от использования Сайта.
        </p>
        <p>
          Настоящие Правила могут быть изменены и/или дополнены Администрацией Сайта в одностороннем порядке без
          какого-либо специального уведомления Пользователей. Настоящие Правила являются открытым и
          общедоступным документом. Действующая редакция Правил располагается в сети
          Интернет по адресу: https://steelsmart.shop/
        </p>
        <p>
          Администрация Сайта рекомендует Пользователям регулярно проверять условия настоящих Правил на предмет их
          изменения и/или дополнения. Продолжение использования Сайта Пользователем после внесения изменений и/или
          дополнений в настоящие Правила означает принятие и согласие
          Пользователя с такими изменениями и/или дополнениями.
        </p>

        <p className="mt-2.5"><strong>СТАТУС САЙТА</strong></p>
        <p>
          Сайт является интернет-ресурсом ООО «ИТКОМ» и представляет собой совокупность информации
          и программ для ЭВМ, содержащихся в информационной системе.
        </p>

        <p className="mt-2.5"><strong>АДМИНИСТРАЦИЯ САЙТА</strong></p>
        <p>
          Под Администрацией Сайта (ранее и далее – Администрация Сайта) в настоящих Правилах и иных специальных
          документах, размещенных на Сайте, понимается Администрация ООО «ИТКОМ».
        </p>
        <p>
          Обращения, предложения и претензии физических и юридических лиц к Администрации Сайта в связи с настоящими
          Правилами и всеми вопросами по функционированию Сайта, нарушениями прав и интересов третьих лиц при его
          использовании, в том числе заявления о нарушении авторских и / или смежных прав, а также для запросов
          уполномоченных законодательством Российской Федерации лиц могут быть направлены на почтовый адрес: 283003,
          Донецкая Народная Республика, г.о. Донецкий, г. Донецк, пр-кт Ильича, д. 44, либо
          на адрес электронной почты: office@steelsmart.shop.
        </p>
        <p>
          В отношении функционирования и развития Сайта Администрация Сайта руководствуется законодательством,
          действующим на территории Донецкой Народной Республики (далее – действующее законодательство), настоящими
          Правилами и иными специальными документами, которые разработаны или могут быть разработаны и приняты
          Администрацией Сайта в целях регламентации предоставления Пользователям отдельных сервисов Сайта.
        </p>
        <p>
          Никакие положения настоящих Правил не предоставляют Пользователю право на использование фирменного
          наименования, товарных знаков, доменных имен и иных отличительных знаков Администрации Сайта. Право на
          использование фирменного наименования, товарных знаков, доменных имен и иных отличительных знаков
          Администрации Сайта может быть предоставлено исключительно по письменному соглашению с Администрацией Сайта.
        </p>

        <p className="mt-2.5"><strong>РЕГИСТРАЦИЯ НА САЙТЕ</strong></p>
        <p>Регистрация Пользователя на Сайте является бесплатной и добровольной.</p>
        <p>
          Пользователем Сайта является физическое лицо, зарегистрированное на Сайте в соответствии с установленным
          настоящими Правилами порядком, достигшее возраста, допустимого в соответствии с действующим законодательством
          для акцепта настоящих Правил, и обладающее соответствующими полномочиями (ранее и далее – Пользователь).
        </p>
        <p>
          При регистрации на Сайте Пользователь обязан предоставить Администрации Сайта необходимую достоверную и
          актуальную информацию для формирования персональной страницы Пользователя, включая уникальные для каждого
          Пользователя логин (адрес электронной почты либо комбинацию из латинских букв и цифр для входа на Сайт) и
          пароль доступа к Сайту, а также номер персонального мобильного телефона, если данная информация
          запрашивается в регистрационной форме.
        </p>
        <p>
          Пользователь несет ответственность за достоверность, актуальность, полноту и соответствие действующему
          законодательству предоставленной при регистрации информации и отсутствие претензий третьих
          лиц в отношении предоставленной информации.
        </p>
        <p>
          При регистрации Пользователь соглашается с настоящими Правилами и принимает на себя указанные в них права
          и обязанности, связанные с использованием и функционированием Сайта.
        </p>
        <p>
          После успешной регистрации Пользователя на Сайте Администрация принимает на себя права и обязанности
          перед Пользователем, указанные в настоящих Правилах.
        </p>
        <p>
          Обработка персональных данных Пользователя осуществляется в соответствии с действующим законодательством.
          Администрация Сайта обрабатывает персональные данные Пользователя в целях предоставления Пользователю услуг,
          в том числе, в целях проверки, исследования и анализа таких данных, позволяющих поддерживать и улучшать
          сервисы и разделы Сайта, а также разрабатывать новые сервисы и разделы Сайта.
        </p>
        <p>
          доступа, изменения, раскрытия или уничтожения. Администрация Сайта предоставляет доступ к персональным данным
          Пользователя только тем работникам, подрядчикам и агентам Администрации Сайта, которым эта информация
          необходима для обеспечения функционирования Сайта и предоставления Услуг Пользователю. Администрация Сайта
          вправе использовать предоставленную Пользователем информацию, в том числе персональные данные, в целях
          обеспечения соблюдения требований действующего законодательства (в том числе в целях предупреждения и/или
          пресечения незаконных и/или противоправных действий Пользователей). Раскрытие предоставленной Пользователем
          информации может быть произведено лишь в соответствии с действующим законодательством по требованию суда,
          правоохранительных органов, а равно в иных предусмотренных действующим законодательством случаях. Поскольку
          Администрация Сайта осуществляет обработку персональных данных Пользователя в рамках договорных отношений
          между Администрацией Сайта и Пользователем, в силу положений законодательства о персональных данных согласие
          Пользователя на обработку его персональных данных не требуется.
        </p>
        <p>
          Выбранные Пользователем логин и пароль являются необходимой и достаточной информацией для доступа
          Пользователя на Сайт. Пользователь не имеет права передавать свои логин и пароль третьим лицам, несет полную
          ответственность за их сохранность, самостоятельно выбирая способ их хранения. Пользователь на используемом им
          аппаратно-программном обеспечении может разрешить хранение логина и пароля (с использованием файлов cookies)
          для последующей автоматической авторизации на Сайте.
        </p>
        <p>
          Если Пользователем не доказано обратное, любые действия, совершенные с использованием его логина и пароля,
          считаются совершенными соответствующим Пользователем. В случае несанкционированного доступа к логину и паролю
          и/или персональной странице Пользователя, или распространения логина и пароля Пользователь обязан
          незамедлительно сообщить об этом Администрации Сайта в установленном порядке.
        </p>
        <p>
          После регистрации Пользователь получает право самостоятельно в личных некоммерческих целях создавать,
          использовать и определять содержание собственной персональной страницы и условия доступа других Пользователей
          к ее содержанию, а также получает возможности доступа и размещения информации на персональных страницах
          других Пользователей (при условии получения соответствующих прав доступа от их обладателей).
        </p>
        <p>
          Пользователь как обладатель информации, размещенной на собственной персональной странице, осознает, что за
          исключением случаев, установленных настоящими Правилами и действующим законодательством, Администрация Сайта
          не принимает участие в формировании и использовании содержания и контроле доступа других
          пользователей к персональной странице Пользователя.
        </p>

        <p className="mt-2.5"><strong>ОБЯЗАННОСТИ ПОЛЬЗОВАТЕЛЯ САЙТА</strong></p>
        <ul>
          <li>
            Соблюдать действующее законодательство, настоящие Правила и/или
            иные специальные документы Администрации Сайта;
          </li>
          <li>
            Предоставлять при регистрации достоверные, полные и актуальные данные;
          </li>
          <li>
            Информировать Администрацию Сайта о взломе вашей учетной записи, украденных паролях, если это произошло;
          </li>
          <li>
            Нести личную ответственность за любую информацию, которую размещает на Сайте, сообщает другим
            Пользователям, а также за любые взаимодействия с другими Пользователями, осуществляемые на свой риск;
          </li>
          <li>
            Перед размещением любой информации (включая, но не ограничиваясь, изображениями других лиц,
            чужими текстами различного содержания, аудиозаписями и видеофильмами) оценить её законность.
          </li>
        </ul>

        <p className="mt-2.5"><strong>ЗАПРЕЩАЕТСЯ:</strong></p>
        <ul>
          <li>
            Регистрация с использованием чужих, поддельных, либо несуществующих данных, создание нескольких учетных
            записей, введение пользователей и Администрации Сайта в заблуждение относительно своей личности,
            использование средств автоматизации действий пользователя при регистрации и использовании Сайта.
          </li>
          <li>
            Использовать в качестве имени, логина, адреса электронной почты словосочетания, аббревиатуры, либо
            иные сочетание символов, содержание наименование юридического лица ООО «ИТКОМ», наименование Сайта
            https://steelsmart.shop/, а также символику и логотипы ООО «ИТКОМ», https://steelsmart.shop/
          </li>
          <li>
            Искажать сведения о себе, своем возрасте или своих отношениях с другими лицами или организациями;
          </li>
          <li>
            При реализации технической возможности таких действий Администрацией Сайта: загружать, хранить,
            публиковать, распространять и предоставлять доступ или иным образом использовать любую информацию,
            которая: <br/> - содержит угрозы, дискредитирует, оскорбляет, порочит честь и достоинство или деловую
            репутацию или нарушает неприкосновенность частной жизни других Пользователей или третьих лиц;<br/> -
            содержит сцены насилия, либо бесчеловечного обращения с животными; <br/> - содержит экстремистские
            материалы;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br/> - содержит упоминание о наркотических
            веществах; <br/> - содержит упоминание об алкоголе и
            табаке;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br/> - содержит данные о
            вмешательстве в работоспособность любых устройств;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br/> -
            содержит объявления о продаже каких-либо товаров;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br/> - является
            вульгарной или непристойной, содержит нецензурную лексику, порнографические изображения и тексты или сцены
            сексуального характера;&nbsp;&nbsp;&nbsp; <br/> - пропагандирует и/или способствует разжиганию расовой,
            религиозной, этнической ненависти или вражды, пропагандирует фашизм или идеологию расового
            превосходства;&nbsp;&nbsp; <br/> - пропагандирует преступную деятельность или содержит советы, инструкции
            или руководства по совершению преступных действий;&nbsp; <br/> - нарушает иные права и интересы граждан или
            требования законодательства Российской Федерации;
          </li>
          <li>Осуществлять массовые рассылки сообщений;</li>
          <li>Распространять вирусы, трояны и другие вредоносные программы;</li>
          <li>
            Использовать автоматизированные скрипты (программы) для сбора информации
            на Сайте и(или) взаимодействия с Сайтом и его сервисами;
          </li>
          <li>Пытаться получить доступ к логину и паролю другого Пользователя;</li>
          <li>
            Незаконно собирать и обрабатывать персональные данные других лиц, к которым у
            Пользователя имеется доступ в рамках использования Сайта;
          </li>
          <li>
            Использовать / указывать / размещать ссылки на сторонние магазины, каталоги с ценами или
            на какие-либо страницы, содержащие рекламу каких-либо товаров;
          </li>
          <li>
            Обсуждать ресурсы/программное обеспечение, публиковать ссылки на ресурсы, распространяющие нелегальное
            программное обеспечение, а также совершать иные действия, нарушающие действующее законодательство;
          </li>
          <li>Предоставлять третьим лицам пароль от своей учетной записи;</li>
          <li>Размещать на персональной странице данные, которые могут нарушать права и интересы третьих лиц;</li>
          <li>
            Передавать другим Пользователям и третьим лицам персональные данные (включая, но не ограничиваясь: домашние
            адреса, номера телефонов, адреса электронной почты, информация, позволяющая произвести идентификацию
            пользователя в каком-либо мессенджере, паспортные данные, банковская информация) и информацию о частной
            жизни других Пользователей и третьих лиц без получения разрешения последних;
          </li>
        </ul>
        <p>&nbsp;</p>

        <p className="mt-2.5"><strong>УСЛОВИЯ ОБ ИНТЕЛЛЕКТУАЛЬНЫХ ПРАВАХ</strong></p>
        <p><strong>ИСКЛЮЧИТЕЛЬНЫЕ ПРАВА НА КОНТЕНТ, РАЗМЕЩЕННЫЙ НА САЙТЕ</strong></p>
        <p>
          Все объекты, размещенные на Сайте, в том числе элементы дизайна, текст, графические изображения, иллюстрации,
          видео, скрипты, программы, музыка, звуки и другие объекты и их подборки (далее – Контент), являются объектами
          исключительных прав Администрации Сайта, Пользователей Сайта и других правообладателей,
          все права на эти объекты защищены.
        </p>
        <p>
          Кроме случаев, установленных настоящими Правилами, а также действующим законодательством, никакой Контент не
          может быть скопирован (воспроизведен), переработан, распространен, отображен во фрейме, опубликован, скачан,
          передан, продан или иным способом использован целиком или по частям без предварительного разрешения
          правообладателя, кроме случаев, когда правообладатель явным образом выразил свое согласие на свободное
          использование Контента любым лицом.
        </p>
        <p>
          Пользователь, размещая на Сайте принадлежащий ему на законных основаниях Контент, предоставляет другим
          пользователям неисключительное право на его использование путем просмотра, воспроизведения
          (в том числе копирования), переработку (в том числе на распечатку копий) и иные права исключительно
          с целью личного некоммерческого использования, кроме случаев, когда такое использование причиняет
          или может причинить вред охраняемым законом интересам правообладателя.
        </p>
        <p>
          Пользователь, размещая на Сайте принадлежащий ему на законных основаниях Контент, предоставляет Администрации
          Сайта неисключительное право на его использование, в том числе без указания имени автора Контента
          (т.е. анонимно), без выплаты ему вознаграждения, на территории всего мира, без ограничения срока использования
          Контента путем его просмотра, воспроизведения (в том числе копирования), воспроизведения на других сайтах ООО
          «ИТКОМ», его переработку (в том числе на распечатку копий и использование в печатных рекламных материалах) и
          иные права, исключительно с целью любого вида использования, кроме случаев, когда такое использование
          причиняет или может причинить вред охраняемым законом интересам правообладателя, с правом Администрации
          Сайта предоставлять вышеназванные права третьим лицам.
        </p>
        <p>
          При отсутствии у Пользователя права на предоставление Администрации Сайта вышеуказанных прав на Контент
          Пользователь не должен размещать Контент на Сайте.
        </p>
        <p>
          Использование Пользователем Контента, доступ к которому получен исключительно для личного некоммерческого
          использования, допускается при условии сохранения всех знаков авторства (копирайтов) или других уведомлений
          об авторстве, сохранения имени автора в неизменном виде, сохранении произведения в неизменном виде.
        </p>
        <p>
          Кроме своего собственного Контента, Пользователь не вправе загружать или иным образом доводить до всеобщего
          сведения (публиковать на Сайте) Контент других сайтов, баз данных и прочие результаты интеллектуальной
          деятельности при отсутствии явным образом выраженного согласия правообладателя на такие действия.
        </p>
        <p>
          Любое использование Сайта или Контента, кроме разрешенного в настоящих Правилах или в случае явно выраженного
          согласия правообладателя на такое использование, без предварительного письменного разрешения правообладателя,
          категорически запрещено.
        </p>
        <p>
          Если иное явным образом не установлено в настоящих Правилах, ничто в настоящих Правилах не может быть
          рассмотрено как передача исключительных прав на Контент.
        </p>

        <p className="mt-2.5"><strong>ОТВЕТСТВЕННОСТЬ ЗА НАРУШЕНИЕ ИСКЛЮЧИТЕЛЬНЫХ ПРАВ</strong></p>
        <p>
          Пользователь несет личную ответственность за любой Контент или иную информацию, которые он загружает или иным
          образом доводит до всеобщего сведения (публикует) на Сайте или с его помощью. Пользователь не имеет права
          загружать, передавать или публиковать Контент на Сайте, если он не обладает соответствующими правами на
          совершение таких действий, приобретенными или переданными ему в соответствии
          с законодательством Российской Федерации.
        </p>
        <p>
          Администрация Сайта может, но не обязана, просматривать Сайт на наличие запрещенного Контента и может удалять
          или перемещать (без предупреждения) любой Контент или пользователей по своему личному усмотрению, по любой
          причине или без причины, включая без всяких ограничений перемещение или удаление Контента, который,
          по личному мнению Администрации Сайта, нарушает настоящие Правила, действующее законодательство и/или может
          нарушать права, причинить вред или угрожать безопасности других Пользователей или третьих лиц.
        </p>
        <p>
          Размещая свой Контент на Сайте, Пользователь передает Администрации Сайта право делать копии своего Контента
          с целью упорядочения и облегчения публикации и хранения пользовательского Контента на Сайте.
        </p>
        <p>
          Размещая свой Контент в любой части Сайта, Пользователь автоматически безвозмездно предоставляет
          Администрации Сайта неисключительное право на его использование путем копирования, публичного исполнения,
          воспроизведения, переработки, перевода и распространения для целей Сайта или в связи с ними, в том числе для
          его популяризации. Для указанных целей Администрация Сайта может изготавливать производные произведения или
          вставлять Контент Пользователя в качестве составных частей в соответствующие сборники, совершать иные
          действия, служащие достижению указанных целей.
        </p>

        <p className="mt-2.5"><strong>САЙТЫ И КОНТЕНТ ТРЕТЬИХ ЛИЦ</strong></p>
        <p>
          Сайт содержит (или может содержать) ссылки на другие сайты в сети Интернет (сайты третьих лиц) так же, как и
          статьи, фотографии, иллюстрации, графические изображения, музыку, звуки, видео, информацию, приложения,
          программы и другой Контент, принадлежащий или исходящий от третьих лиц (Контент третьих лиц), являющийся
          результатом интеллектуальной деятельности и охраняемых в соответствии с действующим законодательством.
        </p>
        <p>
          Указанные третьи лица и их Контент не проверяются Администрацией Сайта на соответствие тем или иным
          требованиям (достоверности, полноты, добросовестности и т.п.). Администрация Сайта не несет ответственность
          за любую информацию, размещенную на сайтах третьих лиц, к которым Пользователь получает доступ через Сайт или
          через Контент третьих лиц, включая, в том числе, любые мнения или утверждения, выраженные на сайтах
          третьих лиц или в их Контенте.
        </p>
        <p>
          Размещенные на Сайте ссылки или руководства по скачиванию файлов и(или) установке программ третьих лиц не
          означают поддержки или одобрения этих действий со стороны Администрации Сайта.
        </p>
        <p>
          Ссылка на любой сайт, продукт, услугу, любую информацию коммерческого или некоммерческого характера,
          размещенная на Сайте, не является одобрением или рекомендацией данных продуктов (услуг)
          со стороны Администрации Сайта.
        </p>
        <p>
          Если Пользователь решил покинуть Сайт и перейти к сайтам третьих лиц или использовать, или установить
          программы третьих лиц, он делает это на свой риск и с этого момента настоящие Правила более не
          распространяются на Пользователя. При дальнейших действиях Пользователю стоит руководствоваться применимыми
          нормами и политикой, в том числе деловыми обычаями тех лиц, чей Контент он собирается использовать.
        </p>

        <p className="mt-2.5"><strong>ФУНКЦИОНИРОВАНИЕ САЙТА И ОТВЕТСТВЕННОСТЬ ПРИ ЕГО ИСПОЛЬЗОВАНИИ</strong></p>
        <p>
          Пользователи несут ответственность за собственные действия в связи с созданием и размещением информации на
          собственной персональной странице на Сайте, а также в связи с размещением информации на персональных
          страницах других Пользователей и в иных разделах Сайта в соответствии с действующим законодательством.
          Нарушение настоящих Правил и действующего законодательства Российской Федерации влечет за собой
          гражданско-правовую, административную и уголовную ответственность.
        </p>
        <p>
          Администрация Сайта предоставляет техническую возможность его использования Пользователями, не участвует в
          формировании содержания персональных страниц Пользователей не контролирует, и не несет ответственности за
          действия или бездействие любых лиц в отношении использования Сайта или формирования и использования
          содержания персональных страниц Пользователей на Сайте.
        </p>
        <p>
          В информационной системе Сайта и его программном обеспечении отсутствуют технические решения, осуществляющие
          автоматические цензуру и контроль действий и информационных отношений Пользователей по использованию Сайта.
        </p>
        <p>
          Администрация Сайта сохраняет за собой право в любое время изменять оформление Сайта, его содержание,
          список сервисов, изменять или дополнять используемые скрипты, программное обеспечение и другие объекты,
          используемые или хранящиеся на Сайте, любые серверные приложения в любое время с предварительным
          уведомлением или без такового.
        </p>
        <p>
          Администрация Сайта не занимается предварительной модерацией или цензурой информации Пользователей и
          предпринимает действия по защите прав и интересов лиц и обеспечению соблюдения требований действующего
          законодательства только после обращения заинтересованного лица к Администрации Сайта в установленном порядке.
        </p>
        <p>
          Администрация Сайта не несет ответственности за нарушение Пользователем настоящих Правил и оставляет за собой
          право по своему собственному усмотрению, а также при получении информации от других пользователей либо
          третьих лиц о нарушении Пользователем настоящих Правил, изменять или удалять любую публикуемую Пользователем
          информацию, нарушающую запреты, установленные настоящими Правилами (включая личные сообщения),
          приостанавливать, ограничивать или прекращать доступ Пользователя ко всем или к любому из разделов или
          сервисов Сайта в любое время по любой причине или без объяснения причин, с предварительным уведомлением или
          без такового, не отвечая за любой вред, который может быть причинен Пользователю таким действием.
          Администрация Сайта закрепляет за собой право удалить персональную страницу Пользователя и(или) приостановить,
          ограничить доступ Пользователя к любому из сервисов Сайта, если Администрация Сайта обнаружит, что, по ее
          мнению, Пользователь представляет угрозу для Сайта и(или) его Пользователей. Администрация Сайта не несет
          ответственности за осуществленное в соответствии с настоящими Правилами удаление информации, или удаление
          персональной страницы (прекращение регистрации) Пользователя.
        </p>
        <p>
          Удаление персонального аккаунта Пользователя означает прекращение существования аккаунта с таким уникальным
          именем, и удаление всех контактных данных Пользователя, а также прочих данных о Пользователе из его аккаунта.
          Контент пользователя при этом не удаляется.
        </p>
        <p>
          В случае желания Пользователя удалить с Сайта контент, принимавший участие в программах и Конкурсах Сайта
          с выдачей призов и иных видов вознаграждения, Пользователю необходимо осуществить возврат полученных призов
          (и) или иных видов вознаграждения за созданный и размещенный на Сайте контент, в надлежащем объеме и качестве,
          после чего данный контент будет удален.
        </p>
        <p>
          Администрация Сайта обеспечивает функционирование и работоспособность Сайта и обязуется оперативно
          восстанавливать его работоспособность в случае технических сбоев и перерывов. Администрация Сайта не несет
          ответственности за временные сбои и перерывы в работе Сайта и вызванные ими потерю информации. Администрация
          не несет ответственности за любой ущерб компьютеру Пользователя или иного лица, мобильным устройствам, любому
          другому оборудованию или программному обеспечению, вызванный или связанный со скачиванием материалов с Сайта
          или по ссылкам, размещенным на Сайте.
        </p>
        <p>
          Администрация Сайта имеет право распоряжаться статистической информацией, связанной с функционированием Сайта,
          а также информацией Пользователей Сайта. Для целей организации функционирования и технической поддержки Сайта
          и исполнения настоящих Правил Администрация Сайта имеет техническую возможность доступа к персональным
          страницам пользователей, которую реализует только в случаях, установленных настоящими Правилами.
        </p>
        <p>
          Администрация Сайта имеет право направлять Пользователю информацию о развитии Сайта и его сервисов, а
          также рекламировать собственную деятельность и услуги.
        </p>
        <p>
          Администрация Сайта оставляет за собой право:
        </p>
        <ul>
          <li>
            ограничивать частично либо полностью доступ отдельных пользователей к Сайту,
            либо отдельным его элементам по своему усмотрению;
          </li>
          <li>
            в любое время удалить, отредактировать, перенести или распубликовать любой контент или сообщение
            по своему усмотрению, без предупреждения и без объяснения причин.
          </li>
        </ul>

        <p className="mt-2.5"><strong>ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ АДМИНИСТРАЦИИ САЙТА:</strong></p>
        <p>
          <br/>
          САЙТ И ЕГО СЕРВИСЫ, ВКЛЮЧАЯ ВСЕ СКРИПТЫ, ПРИЛОЖЕНИЯ, КОНТЕНТ И ОФОРМЛЕНИЕ САЙТА ПОСТАВЛЯЮТСЯ «КАК ЕСТЬ».
          АДМИНИСТРАЦИЯ ОТКАЗЫВАЕТСЯ ОТ ЛЮБЫХ ГАРАНТИЙ ТОГО, ЧТО САЙТ ИЛИ ЕГО СЕРВИСЫ МОГУТ ПОДХОДИТЬ ИЛИ НЕ ПОДХОДИТЬ
          ДЛЯ КОНКРЕТНЫХ ЦЕЛЕЙ ИСПОЛЬЗОВАНИЯ. АДМИНИСТРАЦИЯ САЙТА НЕ МОЖЕТ ГАРАНТИРОВАТЬ И НЕ ОБЕЩАЕТ НИКАКИХ
          СПЕЦИФИЧЕСКИХ РЕЗУЛЬТАТОВ ОТ ИСПОЛЬЗОВАНИЯ САЙТА И/ИЛИ ЕГО СЕРВИСОВ;<br/>
          ВО ИЗБЕЖАНИЕ НЕДОРАЗУМЕНИЙ ПОЛЬЗОВАТЕЛЮ СЛЕДУЕТ СОБЛЮДАТЬ МЕРЫ ПРЕДОСТОРОЖНОСТИ В СКАЧИВАНИИ С САЙТА ИЛИ ПО
          РАЗМЕЩЕННЫМ НА НЕМ ССЫЛКАМ, И ИСПОЛЬЗОВАНИИ ЛЮБЫХ ФАЙЛОВ, В ТОМ ЧИСЛЕ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ. АДМИНИСТРАЦИЯ
          САЙТА НАСТОЯТЕЛЬНО РЕКОМЕНДУЕТ ИСПОЛЬЗОВАТЬ ТОЛЬКО ЛИЦЕНЗИОННОЕ, В ТОМ ЧИСЛЕ АНТИВИРУСНОЕ, ПРОГРАММНОЕ
          ОБЕСПЕЧЕНИЕ; ИСПОЛЬЗУЯ САЙТ, ПОЛЬЗОВАТЕЛЬ СОГЛАШАЕТСЯ С ТЕМ, ЧТО СКАЧИВАЕТ С САЙТА ИЛИ С ЕГО ПОМОЩЬЮ ЛЮБЫЕ
          МАТЕРИАЛЫ НА СВОЙ СОБСТВЕННЫЙ РИСК И НЕСЕТ ЛИЧНУЮ ОТВЕТСТВЕННОСТЬ ЗА ВОЗМОЖНЫЕ ПОСЛЕДСТВИЯ ИСПОЛЬЗОВАНИЯ
          УКАЗАННЫХ МАТЕРИАЛОВ, В ТОМ ЧИСЛЕ ЗА УЩЕРБ, КОТОРЫЙ ЭТО МОЖЕТ ПРИЧИНИТЬ КОМПЬЮТЕРУ ПОЛЬЗОВАТЕЛЯ ИЛИ ТРЕТЬИМ
          ЛИЦАМ, ЗА ПОТЕРЮ ДАННЫХ ИЛИ ЛЮБОЙ ДРУГОЙ ВРЕД;<br/>
          НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ АДМИНИСТРАЦИЯ САЙТА ИЛИ ЕЕ ПРЕДСТАВИТЕЛИ НЕ НЕСУТ ОТВЕТСТВЕННОСТЬ ПЕРЕД
          ПОЛЬЗОВАТЕЛЕМ ИЛИ ПЕРЕД ЛЮБЫМИ ТРЕТЬИМИ ЛИЦАМИ ЗА ЛЮБОЙ КОСВЕННЫЙ, СЛУЧАЙНЫЙ, НЕУМЫШЛЕННЫЙ УЩЕРБ,
          ВКЛЮЧАЯ УПУЩЕННУЮ ВЫГОДУ ИЛИ ПОТЕРЯННЫЕ ДАННЫЕ, ВРЕД ЧЕСТИ, ДОСТОИНСТВУ ИЛИ ДЕЛОВОЙ РЕПУТАЦИИ, ВЫЗВАННЫЙ В
          СВЯЗИ С ИСПОЛЬЗОВАНИЕМ САЙТА, СОДЕРЖИМОГО САЙТА ИЛИ ИНЫХ МАТЕРИАЛОВ, К КОТОРЫМ ПОЛЬЗОВАТЕЛЬ ИЛИ ИНЫЕ ЛИЦА
          ПОЛУЧИЛИ ДОСТУП С ПОМОЩЬЮ САЙТА, ДАЖЕ ЕСЛИ АДМИНИСТРАЦИЯ САЙТА ПРЕДУПРЕЖДАЛА ИЛИ УКАЗЫВАЛА
          НА ВОЗМОЖНОСТЬ ТАКОГО ВРЕДА.
        </p>

        <p className="mt-2.5"><strong>ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</strong></p>
        <p>
          Настоящие Правила составляют соглашение между Пользователем и Администрацией Сайта относительно порядка
          использования Сайта и его сервисов и заменяют собой все предыдущие соглашения
          между Пользователем и Администрацией.
        </p>
        <p>
          Настоящие Правила регулируются и толкуются в соответствии с действующим законодательством. Вопросы, не
          урегулированные Правилами, подлежат разрешению в соответствии с действующим законодательством.
        </p>
        <p>
          В случае возникновения любых споров или разногласий, связанных с исполнением настоящих Правил, Пользователь
          и Администрация Сайта приложат все усилия для их разрешения путем проведения переговоров между ними. В случае,
          если споры не будут разрешены путем переговоров, споры подлежат разрешению в порядке,
          установленном действующим законодательством.
        </p>
        <p>
          Настоящие Правила вступают в силу для Пользователя с момента принятия Пользователем настоящих правил.
        </p>
        <p>
          Настоящие Правила составлены на русском языке и могут быть самостоятельно переведены Пользователем
          для ознакомления на другие языки с использованием общедоступных программных средств. В случае расхождения
          русскоязычной версии Правил и версии Правил на ином языке, применяются положения
          русскоязычной версии настоящих Правил.
        </p>
        <p>
          Если по тем или иным причинам одно или несколько положений настоящих Правил будут признаны недействительными
          или не имеющими юридической силы, это не оказывает влияния на действительность
          или применимость остальных положений.
        </p>
      </ContentBox>
    </>
  )
}

export default SiteUsingRules
